Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/employment/employment_and_disability/grants_for_adapting_or_equipping_the_workplace_for_disabled_staff.html.txt.tmx
Source language: en
Languages: ga

source: Grants for adapting or equipping the workplace for staff with disabilities
ga: Deontais chun an láthair-oibre a chuir in oiriúint agus a áisiú do fhoireann faoi mhíchumas

source: Grant assistance is available for employers, employees and self-employed disabled people who need to adapt the workplace or purchase specialised equipment for staff with disabilities
ga: Tá cabhair dheontais le fáil d'fhostóirí, fostaithe agus daoine féinfhostaithe faoi mhíchumas, a dteastaíonn uathu an láthair-oibre a chuir in oiriúint nó trealamh speisialta a cheannach d'fhoireann faoi mhíchumas

source: This grant is called the Workplace Equipment/Adaptation Grant (WEAG) and you can apply for the grant if the disabled person is already employed or is about to be employed by you
ga: Tugtar Deontas um Oiriúnú Láthair-Oibre ar an deontas seo agus tá sé soláthartha faoin gCiste Freastal Réasúnta na Roinne Coimirce Sóisialaí

source: Alternatively, if you have a disability, you can apply for the grant yourself if you are already in employment or about to commence employment or self-employment
ga: Ar bhealach eile, má tá tú faoi mhíchumas, is féidir leat iarratas a dhéanamh ar dheontas tú féin má tá tú fostaithe cheana nó má tá chun fostaíocht a thosú

source: Public sector employers (for example, government departments, State agencies, the Health Service Executive, local authorities) are obliged to facilitate the needs of their staff with disabilities
ga: Tá oibleagáid ar fhostóirí san earnáil phoiblí (mar shampla, ranna stáit, gníomhaireachtaí Stáit, Feidhmeannacht na Seirbhíse Sláinte, údaráis áitiúla) éascaíocht a dhéanamh do riachtanais a bhfoireann faoi mhíchumas

source: This means making assistive technology, adaptive equipment and facilities, aids and appliances available
ga: Ciallaíonn sé seo go gcuirtear ar fáil teicneolaíocht chabhrach, trealamh oiriúnaitheach agus saoráidí, áiseanna agus fearais

source: Public sector employers and their employees with disabilities are therefore not entitled to claim this grant
ga: Dá bharr sin níl fostóirí san earnáil phoiblí ná a bhfostaithe faoi mhíchumas i dteideal an deontais a éileamh leis an láthair-oibre a áisiú nó a chuir in oiriúint dá bhfoireann faoi mhíchumas

source: (Public sector employers are required to make these services available from their own resources)
ga: (Caithfidh fostóirí seirbhísí poiblí a gcuid foinsí a úsáid chun na seirbhísí seo a chur ar fáil.)

source: Examples of adaptations for which a grant may be given include:
ga: Tá samplaí de chuid de na hoiriúnuithe lena bhféadfaí deontas a thabhairt áirithe sna nithe seo a leanas:

source: • Voice synthesisers for computers or amplifiers for telephones
ga: • Sinteiseoirí gutha do ríomhairí nó aimplitheoirí do theileafóin

source: • Alarm systems with flashing lights
ga: • Córais aláraim le soilse gealánacha

source: • Minor building modifications (ramps or modified toilets)
ga: • Mionathruithe ar fhoirgnimh (áirítear tógáil nó méadú ar rampa nó mionathruithe ar áiseanna leithris) • Tiontaire Braille

source: A wide range of equipment and adaptations are covered by this grant
ga: Tá réimse leathan trealamh agus oiriúnuithe atá clúdaithe ag an deontas seo

source: You should be aware, however, that you are not entitled to make an application for grant assistance each year
ga: Ba chóir duit fios a bheith agat, áfach, nach bhfuil tú i dteideal iarratais a dhéanamh ar dheontas cabhrach gach bliain

source: You also cannot make an application for equipment that was purchased retrospectively
ga: Ní féidir leat ach an oiread iarratas a dhéanamh le haghaidh trealaimh a cheannaíodh go siarghabhálach

source: The maximum amount of grant aid is €6,350 towards the cost of adapting or purchasing equipment
ga: Is é €6,350 an t-uasdeontas atá ar fáil le trealamh a cheannach nó a chur in oiriúint

source: This grant can also be used to upgrade adapted equipment that was funded previously
ga: Is féidir an deontas a úsáid freisin chun uasghrádú a dhéanamh ar threalamh a cuireadh in oiriúint cheana agus ar íocadh deontas lena aghaidh roimhe seo

source: You or your employer can apply for the grant if you are already employed or about to commence employment
ga: Is féidir leatsa nó le d'fhostóir iarratas a dhéanamh má tá tú fostaithe nó chun tosú ar fhostaíocht

source: You must complete Part 1 (pdf) and Part 2 (pdf) of the Reasonable Accommodation Fund application form which is available online
ga: Caithfidh tú Cuid 1 (pdf) agus Cuid 2 (pdf) den fhoirm iarratais an Chiste Freastal Réasúnta a líonadh atá le fáil ar líne

source: It is also available from your local employment services office or Intreo centre
ga: Tá siad le fáil i d'oifig seirbhísí fostaíochta áitiúil nó ionad Intreo freisin

source: You should identify the equipment and/or adaptation required, justifying why it is needed and supply quotations
ga: Ba chóir duit an trealamh agus/nó an t-oiriúnú a theastaíonn a lua chomh maith leis an údar go bhfuil sé riachtanach agus meastacháin ar an gcostas a chur ar fáil

source: If the equipment or adaptation costs over €700, you are required to obtain 2 price quotations from different suppliers
ga: Má chosnaíonn an trealamh nó oiriúnú níos mó ná €700, beidh ort 2 mheastachán ar na costais a fháil ó sholáthraithe difriúla

source: If the equipment or adaptation costs over €1,500, then you are required to obtain 3 price quotations from different suppliers
ga: Má chosnaíonn an trealamh nó oiriúnú níos mó ná €1,500 ansin caithfidh tú 3 mheastachán ar na costais a fháil ó 3 sholáthraí dhifriúil

source: When your completed application form and quotations are received, your application will be reviewed
ga: Nuair a bhíonn d'fhoirm iarratais líonta agus na meastacháin faighte, déanfar athbhreithniú ar d'iarratas

source: The equipment or adaptation that is selected will be the most appropriate for you (and may not necessarily be the lowest quote)
ga: Is é an trealamh nó oiriúnú is cuí duitse an ceann a roghnófar (agus d'fhéadfadh sé nach é an meastachán is ísle a bheadh ann)

source: The grant is then paid directly to the applicant to cover the agreed costs
ga: Íocfar an deontas go díreach ansin leis an iarrthóir chun na costais a chlúdach

source: If you are a public sector employee and require or will require adaptive or assistive technology or changes to your workplace, you should get in touch directly with the Disability Liaison Officer in your Human Resources Unit
ga: Más oibrí san earnáil phoiblí tú agus go dteastaíonn nó go dteastódh teicneolaíocht chabhrach nó oiriúnach nó athruithe ar do láthair-oibre uait, ba chóir duit teagmháil dhíreach a dhéanamh leis an Oifigeach Idirchaidreamh Míchumas i d’Aonad Acmhainní Daonna

source: Completed applications for a workplace equipment or adaptation grant should be sent to your local employment services office or Intreo centre
ga: Caithfidh tú foirmeacha iarratais maidir le deontas trealamh nó oiriúnú láthair oibre chomhlánaithe a sheoladh chuig d'oifig seirbhísí fostaíochta áitiúil nó ionad Intreo

source: A copy of the receipt for the item or adaptation should also be enclosed with your application
ga: Ba chóir duit cóip den fháltas rud nó oiriúnaithe a bheith iniata le d'iarratas
